Repository: sillsdev/FwLocalizations
Catalog: messages.fa.tmx
Source language: en
Languages: fa

source: {0} Click OK to continue making changes, or click Cancel to discard the changes to this converter.
fa: {0} برای ایجاد تغییر دادن دکمهٔ درست را کلیک کنید و یا لغو را کلیک کنید تا تغییرات انجام نشوند.‏

source: {0} Click OK to continue making changes.
fa: {0} برای ادامه دادن تغییر دادن دکمه تایید را فشار دهید.‏

source: {0} Export failed.
fa: {0} عدم صدور.‏

source: In order to protect your data, the FieldWorks program needs to close. You should be able to restart it normally.
fa: برای حفاظت داده‌های خود، برنامه FieldWorks باید بسته شود .‏ باید که بتوانید دوباره آن را آغاز کنید.‏

source: {0} The FieldWorks software is not installed correctly. Please close FieldWorks Translation Editor, and then insert your FieldWorks CD and repair your installation.
fa: {0} نرم‌ابزار فیلدوورکس کاملاً نصب نشده است.‏ لطفاً برنامهٔ ترجمهٔ فیلدوورکس را ببندید و سپس سی‌دی برنامه فیلدوورکس را واردنمایید و نصب برنامه را بطور کامل انجام دهید.‏

source: {0} Cannot access encoding converters, possibly due to insufficient access privilege. You may want to consult a system administrator.
fa: {0} نمی‌توان به برگردانهای کدگذار دسترسی داشته باشد، امکان دارد که نامناسب باشد.‏ نیاز است که با مدیر سیستم مشاوره نمایید.‏

source: {0} Error near: {1} {2} '{3}'
fa: {0} حدود خطا: {1} {2} '{3}'

source: {0} (Style: {1})
fa: {0} سبک: {1})

source: "{0} This file will be removed from the import project"
fa: "{0} این پرونده از پروژهٔ وارد شده حذف خواهد شد.‏

source: A Beginning Marker is required.
fa: نیاز به علامتی آغازی می‌باشد.‏

source: A browse view must have at least one column.
fa: نمای صفحه حداقل باید یک ستون داشته باشد. ‏

source: A category which is a subtype of the main category. (These are also listed in the Record List view.)
fa: بخشی که نوع فرعی بخش اصلی می‌باشد. (همچنین در مشاهدهٔ فهرست وجود دارد)‏

source: A CJK squared font variant
fa: گونهٔ نوع نگارش چهار گوش سی جی کی

source: A Code Page has not been specified.
fa: صفحهٔ کد اختصاص نیافته است.‏

source: A Converter Mapping File has not been specified.
fa: پرونده نقشهٔ برگرداننده اختصاص نیافته است.‏

source: A Converter Name has not been specified.
fa: نام برگرداننده اختصاص نیافته است.‏

source: A converter with the specified name already exists. Do you want to replace it?
fa: برگرداننده‌ای با نام اختصاص یافته وجود دارد. مایل به جایگزین آن هستید؟

source: A deleted object
fa: مورد حذف شده

source: A &different name:
fa: A &نام متفاوت:

source: A discourse chart template can only have three levels (template, column group, and column).
fa: نمونه جدول دیسکورس می‌تواند فقط دارای سه سطح باشد ( نمونه، گروه ستونی و ستون).

source: A final presentation form (Arabic)
fa: شکل ظاهر نهایی (عربی)‏

source: A folder or file path cannot contain any of the following characters: {0}
fa: پرونده و یا مسیر پرونده‌ای هیچ کدام از نشانه‌های زیر را دارا نمی‌باشد.‏ {0}

source: A font variant (e.g. a blackletter form)
fa: گونهٔ متغیر ( نظیر، شکل حرف سیاه)‏

source: A fuller description for this group of ad hoc rules; e.g. explaining what they have in common.
fa: توصیف کاملتر برای قواعد گروه جزیی و غیر عمومی، نظیر، توصیف اینکه آنها در حالت عادی چه دارند.‏

source: A fuller description for this inflection class.
fa: توصیف کاملتر برای این مجموعۀ صرفی.‏

source: A fuller description for this inflectional affix slot.
fa: توصیف کاملتر برای این وندهای صرفی جای خالی.‏

source: A fuller description of this category.
fa: توصیف کاملتر برای این بخش.‏

source: A fuller description of this headed compound.
fa: توصیف کاملتر باری این ترکیب سرواژه.‏

source: A fuller description of this natural class.
fa: توصیف کاملتر این مجموعۀ طبیعی.‏

source: A fuller description of this non-headed compound.
fa: توصیف کاملتر این ترکیب غیر سرواژه.‏

source: A fuller description of this phoneme.
fa: توصیف کاملتر این تکواژ.‏

source: A fuller description of this phonological environment.
fa: توصیف کاملتر این محیط آوایی.‏

source: A fuller descripton for this inflectional affix template.
fa: توصیف کاملتر باری این جدول وند صرفی.‏

source: A Mapping Name has not been specified.
fa: نام نقشه اختصاص داده نشده.‏

source: A mapping with Beginning Marker "{0}" already exists. Specify a different Beginning Marker.
fa: نقشه با سازنده آغازی"{0}" وجود ندارد. سازندهٔ آغازی دیگری را اختصاص دهید.‏

source: A preprocessing step was taken: the file was converted from {0} to {1}.
fa: قدم پیش روند برداشته شده بود: پرونده از {0} به {1} پرگردانده شده بود. ‏

source: A problem occurred processing the string '{0}': {1}
fa: اشکالی در روند زنجیره رخ داده است. '{0}': {1}

source: A Text Markup Tag List can only have two levels (list type and tags).
fa: فهرست نشانه‌گذاری افزایش متنی تنها می‌تواند دو سطح را دارا باشد (نوع فهرست و نشانه‌گذاریها)

source: A_llomorph
fa: واژگونه

source: Abbr: Name (Best Analysis)
fa: اختص: نام (بهترین تجزیه)‏

source: &Abbreviation
fa: مخفف

source: Abbreviation
fa: مخفف

source: Abbreviation - Name
fa: اختصار - نام

source: Abbreviation (Best Analysis)
fa: مخفف (بهترین تجزیه)‏

source: &Abbreviation:
fa: مخفف

source: Abort
fa: بی‌نتیجه

source: _About Language Explorer...
fa: در مورد جستجوگر زبانی...‏

source: About SIL FieldWorks {0}
fa: در مورد این برنامه {0}‏

source: About the selected export method:
fa: در مورده روش صادر که انتخاب شده است:‏

source: About to delete {0}.
fa: در حال حذف نمودن . {0}

source: About Translation Editor
fa: درباره ویرایشگر ترجمه

source: About Translation Editor...
fa: درباره ویرایشگر ترجمه...‏

source: Above
fa: بالا

source: Above attached
fa: متصل به بالا

source: Above left
fa: بالا چپ

source: Above left attached
fa: متصل به بالا چپ

source: Above right
fa: بالا راست

source: Above right attached
fa: متصل به بالا راست

source: Academic Domain
fa: حوضه دانشگاهی و علمی

source: Academic Domains
fa: حوضه‌های دانشگاهی و علمی

source: Accept entire analysis (Ctrl-TAB)
fa: قبول تمام تجزیه (Ctrl-TAB)‏

source: &Accept Gloss
fa: قبول فهرست

source: Acts
fa: اعمال رسولان

source: Ad hoc Rules
fa: قواعد جزیی

source: &Add
fa: اضافه

source: A&dd
fa: اضافه

source: Add
fa: اضافه

source: &Add >>
fa: اضافه کن

source: Add a category
fa: دادههای بخش

source: Add a new category.
fa: اضافه نمودن یک بخش جدید.

source: Add a pronunciation field to this entry.
fa: اضافه نمودن بخش تلفظی به این مدخل لغوی

source: Add a sound or movie file to the pronunciation, creating the pronunciation if necessary.
fa: اضافه نمودن فایل صوتی و یا تصویری به تلفظ، در صورت نیاز تلفظ ایجاد نمایید.‏

source: Add a subcategory...
fa: اضانه نمودن یک بخش فرعی جدید...

source: Add Allomorph
fa: واژگونه اضافه کن

source: Add allomorph to lexical entry?
fa: اضافه نمودن واژگونه به مدخل مشابه

source: Add allomorph to similar entry
fa: واژگونه را به مدخل مشابه اضافه نمایید؟

source: Add Allomorph...
fa: واژگونه اضافه کن...‏

source: Add an obligatory slot to {0}
fa: بخش اجباری را به {0} اضافه نمایید

source: Add an optional slot to [Category]
fa: بخش انتخابی را به [Category] اضافه نمایید

source: Add an optional slot to {0}
fa: یک بخش انتخابی را به {0} اضافه نمایید

source: Add another Variant Info section
fa: اضافۀ قسمت اطلاع گونۀ متبوع دیگر

source: Add Approved Analysis...
fa: اضافۀ تجزیۀ قبول‌شده ...‏

source: Add Custom Character
fa: اضافه نمودن نشانهٔ معمول

source: Add Custom &field...
fa: اضافه نمودن رسم و عادت و بخش...

source: Add from Catalog
fa: اضافه نمودن از کاتالوگ

source: Add inflectional affix(es) to XXX
fa: اضافه نمودن وندهای صرفی به XXX

source: Add information about your text in this tab.
fa: اضافه داده درباره متن خود در این بخش.‏

source: Add New Sense
fa: معنی جدید اضافه کن

source: Add New Sense for {0} ...
fa: اضافه نمودن معنی جدید برای{0}...

source: Add New Sense...
fa: معنی جدید اضافه کن...‏

source: Add or edit custom fields.
fa: اضافه یا ویرایش بخشهای معمول.

source: Add or Replace Notebook Records
fa: اضافه و یا جایگزین نمودن ثبتهای دفتر

source: Add Reference
fa: درج مرجع

source: Add Reference ({0})
fa: درج مرجع ({0})‏

source: Add Standard Format File
fa: پروندۀ شکل استاندارد اضافه کن

source: Add to existing items
fa: اضافه نمودن به عناوین موجود

source: Add to Spelling Dictionary
fa: اضافه کردن به لغتنامه درست نویسی

source: &Add Variant
fa: اضافۀ گونۀ متنوع

source: Add Word Gloss
fa: اضافۀ واژه به فهرست

source: Add Word to Spelling Dictionary
fa: اضافه نمودن واژه به لغتنامهٔ املایی

source: Add words marked as correctly spelled to the active spelling dictionary.
fa: اضافه نمودن واژگان نشانه‌گذاری شده به عنوان املای درست به لغتنامهٔ املایی فعال.

source: Add Words to Lexicon
fa: اضافۀ واژه به واژگان

source: &Add...
fa: اضافه...‏

source: A&dd...
fa: اضافه...‏

source: Add/Modify Language Mapping
fa: اضافه/تغییر نقشهٔ زبانی

source: Adding files to backup...
fa: اضافه کردن پرونده‌ها جهت جانشین سازی...

source: Additional files to back up
fa: پرونده‌های اضافی جهت جانشین سازی

source: Additional files to restore
fa: پرونده‌های اضافی جهت برگرداند سازی

source: adjacent after
fa: در بعد

source: adjacent before
fa: در قبل

source: Advanced
fa: پیشرفته

source: Advanced...
fa: پیشرفت ...

source: Affix Allomorph
fa: پیوستن واژگونه

source: Affix Form
fa: صورت وند

source: Affix found on {0}
fa: یافتن وند در {0}

source: Affix in {0} slot which inflects {1}
fa: قرار دادن وند در {0} بخشی که {1} را صرف می‌نماید

source: Affix in {0} slots which inflects {1}
fa: قرار دادن وند در {0} بخشی که {1} را صرف می‌نماید

source: Affix Slot
fa: بخش وند

source: Affix slot {0}
fa: بخش وند {0}

source: Affix Slot or Category
fa: بخش وند یا طبقه‌بندی

source: Affix Slots
fa: بخشهای وند

source: Affix Template
fa: الگوی وند

source: Affix Templates
fa: الگوهای وند

source: Affix &Type:
fa: نوع وند:‏

source: Affix which attaches to any category
fa: وندی که به هر دسته متصل می‌شود

source: Affix which changes the meaning of {0}
fa: وندی که معنا و مفهوم {0} را تغییر می‌دهد

source: Affix which changes the meaning of any category
fa: وندی که معنا و مفهوم هر بخشی را تغییر می‌دهد

source: Affix which converts {0} to {1}
fa: وندی که {0} را به {1} تغییر می دهد

source: Affix which converts {0} to any category
fa: وندی که {0} را به هر بخشی تغییر می‌دهد.

source: Affix which converts any category to {0}
fa: وندی که هر بخش را به {0} تغییر می‌دهد

source: Affix which inflects {0}
fa: وندی که {0} را صرف می‌کند

source: Affix which inflects any category
fa: وندی که هر گونه بخش را صرف می‌کند

source: affixes
fa: وندها

source: after any blank line
fa: پس از هر کدام خط خالی

source: After providing word glosses, you can chart your texts.
fa: پس ایجاد فهرستهای واژه می‌توانید متنهای خود را در جدول تجزیه قرار دهید.‏

source: Aft&er:
fa: بعد:‏

source: After:
fa: بعد:‏

source: A&ll
fa: همه

source: All
fa: همه

source: all analysis
fa: همه تجزیه‌ها

source: All Analysis
fa: همه تجزیه‌ها

source: All Analysis and Vernacular
fa: همه زبانهای تجزیه و بومی

source: All Analysis then all Vernacular Writing Systems
fa: همه روشهای نگارش تجزیه بعد بومی

source: All Analysis Writing Systems
fa: همه روشهای نگارش تجزیه

source: All checked items
fa: کل عنصر انتخاب شده

source: A&ll Data
fa: تمام داده‌ها

source: All FieldWorks backup files
fa: همه پرونده‌های جانشینی Fieldworks

source: All Files
fa: همهٔ پرونده‌ها

source: &All open levels
fa: تمام سطوح آغازی

source: All Reversal Indexes
fa: همهٔ فهرستهای برگشتی

source: All Styles
fa: همه سبکها

source: all vernacular
fa: همه زبانهای بومی

source: All Vernacular
fa: همه زبانهای بومی

source: All Vernacular and Analysis
fa: همه زبانهای بومی و تجزیه

source: All Vernacular then all Analysis Writing Systems
fa: همه روشهای نگارش بومی بعد تجزیه

source: All Vernacular Writing Systems
fa: همه روشهای نگارش بومی

source: allomorph
fa: واژگونه

source: Allomorph
fa: واژگونه

source: Allomorph of...
fa: واژگونه از...‏

source: &Allomorph:
fa: واژگونه:‏

source: Allomorphs
fa: واژ‌گونه‌ها

source: &Allow duplicate item names and abbreviations
fa: &اجازه دادن به نامها و نامهای اختصاری موردی که دو بار تکرار شده.

source: {0} (already exists)
fa: {0}(موجود می‌باشد)

source: <Already in Unicode>
fa: <در یونی‌کد قرار دارد>

source: {0} (alternate {1})
fa: {0} (گزینه {1})

source: Alternate Forms
fa: صورتهای متناوب

source: {0} Alternation
fa: {0} تناوب

source: Alternatively, you can load the sort specification of a similar writing system:
fa: متناوباً، شما می‌توانید نوع مشخصهٔ روش نگارشی مشابه را ارسال کنید:‏

source: &Always show full menus
fa: & نمایش همیشگی کل فهرست

source: Always visible
fa: نشان دادن همیشگی

source: Amos
fa: عاموس

source: An empty paragraph
fa: پاراگراف خالی

source: An entry that has components cannot have a morph type of root, since by definition a root is indivisible. Would you like Language Explorer to delete the references to components in this entry?
fa: مدخلی که دارای مولفه‌هایی که نمی‌توان نوعی تکواژ از بن نداشته باشد، که توسط تعریف یک بن غیر قابل تقسیم می‌باشد. آیا مایل هستید که برنامهٔ Language Explorer مولفه‌های موجود در این مدخل را حذف کند؟

source: An error has occured while opening project {0}: {1}
fa: اشکالی در هنگام باز نمودن پروژه رخ داده است {0}: {1}

source: Analyses
fa: تجزیه‌ها

source: analysis
fa: تجزیه

source: Analysis
fa: تجزیه

source: Analysis {0}
fa: ‮تجزیه {0}‬

source: Analysis Candidate
fa: داوطلب تجزیه

source: &Analysis language writing system
fa: روش نگارش زبان تجزیه

source: Analysis languages are the languages for notes, back translations, glosses, definitions, analyses, etc. Select, or define, a default analysis language writing system.
fa: زبانهای تجزیه، زبانهایی هستند که جهت یادداشت برداری، ترجمه برگردان، فهرست، تعریف و توصیف، تجزیه، و غیره. روش نگارش زبانی جهت تجزیه انتخاب و یا توصیف نمایید.‏

source: analysis or vernacular
fa: زبان تجزیه یا بومی

source: Analysis Usage
fa: کاربرد تجزیه

source: &Analysis Writing System
fa: روش نگارش زبان تجزیه

source: Analysis &Writing Systems
fa: روشهای نگارش زبان تجزیه

source: Analyze
fa: تجزیه کردن

source: Analyze the morphemes in the words of the text.
fa: تکواژهای واژگان در متن را تجزیه نمایید.‏

source: a&nd
fa: و

source: and
fa: و

source: and {0}.
fa: و {0}.

source: Annotation Definition
fa: یادآوری توضیحات

source: Another instance of FieldWorks appears to be running, but did not respond properly to a request from this one. This is a bug; please report it to FlexErrors@sil.org. We recommend that you shut down all FieldWorks applications and try again. If you still get this message, restart your computer. (Experts may also try to recover by killing any FieldWorks processes using TaskManager.) Do you want to Retry now?
fa: نمونهٔ دیگر Field works جهت راه‌اندازی ظاهر شده است ولی به درستی جهت یک درخواست از این یکی نمی‌دهد. این خطایی می‌باشد؛ لطفا" به این آدرس الکترونیکی گزارش دهید:FlexErrors@sil.org ما به شما پیشنهاد می‌کنیم که برنامه را ببندید و دوباره آن را باز نمایید. اگر هنوز این پیام باقی بماند، کامپیوتر خود را خاموش و دوباره روشن نمایید.(متخصصین جهت یافتن مشکل در برنامه مدیریت وظایف کامپیوتر را بکار می‌برند.) آیا مایل هستید که حالا دوباره تلاش دیگری نمایید؟.

source: &Another location
fa: & جای دیگر

source: anthro. codes
fa: کدهای انسان‌شناسی‌

source: Anthropology _Category
fa: مقولۀ انسان‌شناسی‌

source: Anthropology Categories
fa: مقوله‌های انسان‌شناسی‌

source: Anthropology Categories:
fa: بخشهای انسان شناسی:

source: Anthropology Category
fa: مقولۀ انسان‌شناسی‌

source: Anthropology Codes
fa: کدهای انسان‌شناسی

source: Anthropology Database Files
fa: پروندههای بانک اطلاعاتی انسان شناسی

source: Anthropology Note
fa: توضیح انسان‌شناسی‌

source: Anthropology Notes
fa: توضیحات انسان‌شناسی‌

source: Any
fa: هر کدام

source: Any checked item
fa: هر عنصر انتخاب شده

source: Any of...
fa: هر کدام از...‏

source: {0} Any one character in the set
fa: {0} هر حرفی در دسته

source: {0} Any one character not in the set
fa: {0} هر حرفی که در دسته نباشد

source: {0} Any single character
fa: {0} هر حرف

source: {0}. Any texts that use it will need more analysis work, as it is used {1} times in your texts.
fa: {0} هر کدام از متونی که این را بکار برد نیاز به کار تجزیه و تحلیل بیشتر دارد به طوری که {1} بار در متون شما بکار رفته باشد.

source: {0}. Any texts that use it will need more analysis work, as it is used 1 time in your texts.
fa: {0}. هر کدام از متونی که این را بکار می‌برند نیاز به کار تجزیه و تحلیل بیشتری دارند به طورتی که ۱ بار در متون شما بکار برده شده‌اند.

source: <Any>
fa: <هر کدام>

source: &Anywhere
fa: هر جا

source: anywhere around
fa: جایی در اطراف

source: Append, separated by:
fa: در پایان قرار دهید. جدا سازید با:‏

source: Applies and saves changes you have made and closes this dialog box.
fa: تغییرات ذخیره شده و درخواستهایی که شما انجام داده‌اید و بستن این پنجرهٔ پیام.

source: &Apply
fa: &درخواست

source: Apply
fa: اقدام کردن

source: Apply Filter
fa: درخواست فیلتر

source: Apply Style
fa: انجام سبک

source: _Apply Style...
fa: انجام سبک...‏

source: Appl&y Style...
fa: انجام سبک...‏

source: Approve
fa: قبول

source: Approve _Throughout this Text
fa: تصحیح در این متن

source: Approve and _Jump to Next Incomplete
fa: تصحیح و پریدن به ناقص بعدی

source: Approve and _Stay
fa: تصحیح و ماندن

source: _Approve and Move Next
fa: تصحیح و پریدن به بعدی

source: _Approve suggestion and
fa: تصحیح پیشنهاد و

source: Approve the suggested analysis, and jump to the next word with a suggested or incomplete analysis.
fa: تجزیهٔ داده شده را تایید نمایید و به واژهٔ بعدی با یک تجزیهٔ پیشنهادی و یا ناقص پروید.

source: Arabic Number
fa: عدد عربی

source: Arabic-Indic
fa: عدد عربی-هندی

source: Arabic-Indic (Extended)
fa: عدد عربی-هندی (تمدید شده)‏

source: Are you sure you want to add the {0} allomorph ({1}) to this entry?
fa: آیا مطمئن هستید که مایلید همگونه {0} ({1}) به این مدخل اضافه نمایید؟

source: Are you sure you want to add the <MorphemeTypeOfAllomorph> allomorph (<AllomorphForm>) to this entry?
fa: مطمئن هستید که <MorphemeTypeOfAllomorph> واژگونه (<AllomorphForm>) به این مدخل واژگانه اضافه نمایید؟

source: Are you sure you want to continue?
fa: آیا مطمئن به ادامه دادن هستید؟

source: Are you sure you want to delete the selected projects?
fa: آیا می‌خواهید که پروژههای انتخاب‌شده را حذف کنید؟

source: Areas
fa: مناطق

source: As I add new word glosses, create lexical entries.
fa: هنگامی که فهرست واژگانی جدید وارد می‌کنم، مدخلها ایجاد شود.‏

source: Assign
fa: تعیین کردن

source: Assign Analysis...
fa: تعیین نمودن تجزیه...‏

source: At &end
fa: در آخر

source: At least
fa: حداقل

source: At &start
fa: در شروع

source: At s&tart
fa: در شروع

source: Attaches to any category
fa: وصل به هر بخش:‏

source: Attaches to Categories
fa: وصل به بخشها:‏

source: Attaches to Categor&y:
fa: وصل به بخش:‏

source: Attributes
fa: مشخصه و نشانه

source: = Available for Bulk Editing
fa: = موجود جهت ویرایش کلی

source: Available memory:
fa: حافظه در حال حاضر:‏

source: < &Back
fa: برگشت

source: Back
fa: برگشت

source: Back in Sketch
fa: برگشت به زمینه

source: Back to concorded item...
fa: برگشت به بخش مطابق

source: Back up a FieldWorks project.
fa: جانشین سازی یک پروژهٔ FieldWorks.

source: Back up existing project before restoring
fa: جانشین سازی پروژهٔ موجود پیش از بازگردان سازی

source: Back up FieldWorks Project
fa: جانشین سازی پروژهٔ FieldWorks

source: Back up or restore a FieldWorks project.
fa: جانشین سازی و یا برگردان سازی یک پروژهٔ FieldWorks

source: Back up the FieldWorks project before importing. Then, if you are not satisified with the results of the import, you can restore the backup to undo the import.
fa: جانشین سازی پروژهٔ FieldWorks قبل از وارد کردن. سپس، در صورتی که از نتایج وارد نمودن خشنود نباشید، جانشین سازی را جهت عمل وارد سازی را به حالت قبل برگردانید آن را برگردان سازی نمایید.

source: Back up this Project
fa: جانشین سازی این پروژه

source: &Back up this Project...
fa: &جانشین سازی این پروژه...

source: _Back up this Project...
fa: _جانشین سازی این پروژه....

source: Backed up on {0} at {1}
fa: جانشین سازی شده بر{0}در {1}

source: Background Color
fa: رنگ زمینه

source: Background is {0}
fa: زمینه {0} است

source: Bac&kground:
fa: زمینه:‏

source: Backing Up
fa: در حال جانشین سازی

source: &Backup and Restore...
fa: جانشین و برگردان...‏

source: Backup date:
fa: تاریخ جانشین سازی:

source: Backup file contains a version of the project which was created using a newer version of FieldWorks: {0} To restore from this backup, install version {1} of FieldWorks.
fa: پرونده‌های جانشین ساز دارای گونه‌ای از پروژه است که گونهٔ جدیدتری از FieldWorks: {0} ساخته شده است. جهت برگردان سازی از این جانشین سازی، گونهٔ {1}را از Fieldworks:نصب نمایید.

source: Backup file:
fa: پروندهٔ جانشین سازی:

source: Backup location
fa: محل جانشین سازی

source: Backup or restore a FieldWorks project.
fa: جانشین یا برگردان پروژه

source: Backup Recommendation
fa: پیشنهاد جانشین

source: Backup version to restore
fa: گونهٔ جانشین سازی جهت برگردان سازی

source: Backup...
fa: جانشین...‏

source: base
fa: پایه

source: &Base the quotation marks on:
fa: ایجاد نشانه نقل قول بر:‏

source: Based On
fa: بر اساس

source: Baseline
fa: زمینه

source: Be sure to set all three fields below.
fa: حتماً بخشهای زیرین را تنظیم نمایید.‏

source: &Before:
fa: قبل:‏

source: Before:
fa: قبل:‏

source: Begin
fa: آغاز

source: {0} Beginning of line
fa: {0} آغاز خط

source: best analysis
fa: بهترین تجزیه

source: Best Analysis
fa: بهترین تجزیه

source: best analysis or vernacular
fa: بهترین زبان تجزیه یا بومی

source: Best Analysis or Vernacular
fa: بهترین زبان تجزیه یا بومی

source: best vernacular
fa: بهترین زبان بومی

source: Best Vernacular
fa: بهترین زبان بومی

source: best vernacular or analysis
fa: بهترین زبان بومی یا تجزیه

source: Best Vernacular or Analysis
fa: بهترین زبان بومی یا تجزیه

source: between
fa: میان

source: Between:
fa: میان:‏

source: Bibliography
fa: فهرست کتاب

source: Bibliography (Entry)
fa: فهرست کتاب (مدخل)‏

source: Bibliography (Sense)
fa: فهرست کتاب (معنی)‏

source: Binary Compound Rule
fa: قاعدهٔ مرکب دوتایی

source: Blanks
fa: تهی

source: &Bold
fa: پررنگ

source: Bold
fa: پررنگ

source: &Book
fa: کتاب

source: Book
fa: کتاب

source: 1 Book {0}{1}
fa: یک کتاب {0}{1}

source: Book abbreviation
fa: مخفف کتاب

source: Book ID
fa: شناسایی کتاب

source: Book Identification:
fa: شناسایی کتاب:‏

source: Book name
fa: نام کتاب

source: Book Name
fa: نام کتاب

source: [book name]
fa: [نام کتاب]

source: Book Properties
fa: ویژگی کتاب

source: &Book Properties...
fa: ویژگی کتاب...‏

source: Book start:
fa: شروع کتاب:‏

source: Books
fa: کتابها

source: {0} Books {1}{2}
fa: {0} کتابها {1}{2}

source: &Books selected in the filter:
fa: &کتابهای گزیده شده در فیلتر:

source: Border
fa: مرز و حاشیه

source: Border ({0})
fa: مرز و حاشیه ({0})

source: Borders
fa: مرزها و حاشیه‌ها

source: bound stem
fa: بن وابسنه

source: {0} Bound Stem
fa: {0} بن وابسته

source: {0} Boundary
fa: {0} محدود

source: Boundary Marker
fa: نشانگر مرزی

source: Break Characters
fa: حروف جدا

source: _Break phrase into words
fa: عبارت را به صورت واژگان جدا بشکنید

source: Break phrase into words
fa: عبارت را به صورت واژگان جدا بشکنید

source: Browse
fa: جستجو

source: Browse for FieldWorks Project backup file
fa: جستجوی پروندهٔ جانشین سازی پروژهٔ Fieldworks

source: Browse for file.
fa: جستجوی پرونده.

source: Browse for Paratext 5
fa: جستجوی برنامه پاراتکست۵

source: &Browse...
fa: کاوش کردن...‏

source: Browse...
fa: کاوش کردن...‏

source: Bulk _Edit (copy)
fa: ویرایش کلی (تکثیر)‏

source: Bulk Copy
fa: ویرایش کلی تکثیر

source: Bulk Edit (c_lick copy)
fa: ویرایش کلی (کلیک و رونوشت)‏

source: _Bulk Edit (list choice)
fa: ویرایش کلی (انتخاب فهرست)‏

source: Bulk Edit Entries
fa: ویرایش کلی مدخلهای همنوع

source: Bulk Edit Operation:
fa: عملیات ویرایش همنوع

source: Bulk Edit Reversal Entries
fa: ویرایش کلی مدخلهای برگردان همنوع

source: Bulk Edit Spelling Status.
fa: حجم و اندازه وضعیت ویرایش املا.

source: Bulk Edit Wordforms
fa: ویرایش کلی ساختار واژگان

source: Bulk Replace
fa: ویرایش کلی جایگزینی

source: Bulk Replace Setup
fa: برپاسازی ویرایش کلی جایگزینی

source: B&ullet
fa: نقطه

source: Bullet and Number &Font...
fa: بولت و شماره و نوع نگارش....

source: Bulleted
fa: نقطه‌ای
